app/Repositories/Front/Home/EloquentHome.php

select `id`, TRIM(code) as code, `name_kh` as `name`, `is_default` from `categories` as `c` order by `order` asc
---
    public function categories(): \Illuminate\Support\Collection
    {
        $lang = request()->get("language") ?? 1;
        $name = $lang == 1 ? "name_kh" : "name_en";
        return DB::connection('tmp')
            ->table("categories as c")
            ->orderBy("order")
            ->select("id", DB::raw("TRIM(code) as code"), $name . " as name", "is_default")
            ->get();

select `id`, TRIM(code) as code, `name_kh` as `name`, `is_default` from `comodities` as `c` where `category_code` = '1' and `show_trend` = 1 order by `order` asc
---
    public function commodities($categoryCode): \Illuminate\Support\Collection
    {
        $lang = request()->get("language") ?? 1;
        $name = $lang == 1 ? "name_kh" : "name_en";
        return DB::connection('tmp')
            ->table("comodities as c")
            ->where("category_code", $categoryCode)
            ->where('show_trend', true)
            ->orderBy("order")
            ->select("id", DB::raw("TRIM(code) as code"), $name . " as name", "is_default")
            ->get();

select * from `comodities` where `dataserries_code` = 1 and `show_monthly` = 1
select `markets`.*, `regions`.`name_kh` as `region_name` from `markets` inner join `regions` on `regions`.`code` = `markets`.`region_code` order by `code` asc
select * from `data` where `mkt_date` >= '2023-10-01 07:21:43' and `mkt_date` <= '2023-11-09 07:21:43' and `dataseries_code` = 'WP' and `origin_code` != 'SMS'
---
    public function monthly($dataseriesCode, $cultureId): array
    {
        $startdate = Carbon::now()->subMonth();
        $startdate->day = 1;
        $enddate = Carbon::now();
        $commodities = DB::connection('tmp')
            ->table('comodities')
            ->where("dataserries_code", 1)
            ->where("show_monthly", true)
            ->get();
        $makets = DB::connection('tmp')
            ->table('markets')
            ->join('regions', 'regions.code', '=', 'markets.region_code')
            ->select('markets.*', 'regions.name_kh as region_name')
            ->orderBy('code', 'ASC')
            ->get();
        $allData = Db::connection('tmp')
            ->table('data')
            ->where('mkt_date', '>=', $startdate)
            ->where('mkt_date', '<=', $enddate)
            ->where('dataseries_code', $dataseriesCode)
            ->where('origin_code', '!=', "SMS")
            ->get();

select `pa`.`id`, `pa`.`type`, `pa`.`commodity_name`, `pa`.`quantity`, `pa`.`price`, `pa`.`unit_code`, `pa`.`unit_name`, `pa`.`thumnail`, `pa`.`user_info_id`, `pa`.`collect_date`, `pa`.`grade`, `pa`.`latlng`, `pa`.`created_at`, `uid`.`first_name` as `user_first_name`, `uid`.`profile` as `user_profile`, `uid`.`last_name` as `user_last_name`, `ut`.`user_type_name` as `user_type_name` from `post_announcements` as `pa` inner join `users__information_details` as `uid` on `uid`.`id` = `pa`.`user_info_id` inner join `user_types` as `ut` on `ut`.`id` = `uid`.`type` where `user_info_id` != 0 order by `created_at` desc limit 4
---
    public function marketProduct(): \Illuminate\Support\Collection
    {
        return DB::connection('market')
            ->table('post_announcements as pa')
            ->join('users__information_details as uid', 'uid.id', '=', 'pa.user_info_id')
            ->join('user_types as ut', 'ut.id', '=', 'uid.type')
            ->select([
                'pa.id',
                'pa.type',
                'pa.commodity_name',
                'pa.quantity',
                'pa.price',
                'pa.unit_code',
                'pa.unit_name',
                'pa.thumnail',
                'pa.user_info_id',
                'pa.collect_date',
                'pa.grade',
                'pa.latlng',
                'pa.created_at',
                'uid.first_name as user_first_name',
                'uid.profile as user_profile',
                'uid.last_name as user_last_name',
                'ut.user_type_name as user_type_name',
            ])
            ->where("user_info_id", "!=", 0)
            ->orderBy("created_at", "DESC")
            ->take(4)
            ->get();

select `p`.`id` as `id`, `p`.`title` as `title`, `p`.`excerpt` as `excerpt`, `p`.`image` as `image`, DATE_FORMAT(CONVERT_TZ(p.created_at, '+00:00', '+07:00'), 'ថ្ងៃ %W ទី %d ខែ %M ឆ្នាំ %Y') as kh_created_at from `posts` as `p` left join `post_statuses` as `ps` on `ps`.`slug` = `p`.`status` where `p`.`status` = 'published' and `p`.`category_id` != 33 order by `p`.`created_at` desc limit 3
---
    public function latestNews()
    {
        return DB::table('posts as p')
            ->leftJoin('post_statuses as ps', 'ps.slug', '=', 'p.status')
            ->where('p.status', '=', PostStatusEnum::PUBLISHED)
            ->where('p.category_id', '!=', 33)
            ->select([
                'p.id as id',
                'p.title as title',
                'p.excerpt as excerpt',
                'p.image as image',
                DB::raw("DATE_FORMAT(CONVERT_TZ(p.created_at, '+00:00', '+07:00'), 'ថ្ងៃ %W ទី %d ខែ %M ឆ្នាំ %Y') as kh_created_at"),
            ])
            ->orderBy('p.created_at', 'desc')
            ->take(3)
            ->get();

select `p`.`id` as `id`, `p`.`title` as `title`, `p`.`excerpt` as `excerpt`, `p`.`image` as `image`, DATE_FORMAT(CONVERT_TZ(p.created_at, '+00:00', '+07:00'), 'ថ្ងៃ %W ទី %d ខែ %M ឆ្នាំ %Y') as kh_created_at from `posts` as `p` left join `post_statuses` as `ps` on `ps`.`slug` = `p`.`status` where `p`.`status` = 'published' and `p`.`category_id` = 33 order by `p`.`created_at` desc limit 1
---
    public function highlightNews()
    {
        return DB::table('posts as p')
            ->leftJoin('post_statuses as ps', 'ps.slug', '=', 'p.status')
            ->where('p.status', '=', PostStatusEnum::PUBLISHED)
            ->where('p.category_id', '=', 33)
            ->select([
                'p.id as id',
                'p.title as title',
                'p.excerpt as excerpt',
                'p.image as image',
                DB::raw("DATE_FORMAT(CONVERT_TZ(p.created_at, '+00:00', '+07:00'), 'ថ្ងៃ %W ទី %d ខែ %M ឆ្នាំ %Y') as kh_created_at"),
            ])
            ->orderBy('p.created_at', 'desc')
            ->first();