<template>
    <App>
        <IntroSection
            title="សេវាព័ត៌មានទីផ្សារកសិកម្ម"
            background="https://camagrimarket.org/assets/img/rice.jpg"
            background_color="#000000b0"
        />
        <div class="container">
            <BreadCrumb/>
            <div class="row mt-4">
                <div class="col-12 col-sm-12 col-md-9 col-lg-9">
                    <h3 class="d-inline-flex text-green align-items-center">
                        <i class="fa-solid fa-share me-2"></i>
                        សេវាព័ត៌មានទីផ្សារកសិកម្ម
                    </h3>
                    <p>កំណើនសេដ្ឋកិច្ចគ្រួសារនៅជនបទត្រូវបានគេមើលឃើញថា
                        ជាមធ្យោបាយមួយជួយដល់ការអភិវឌ្ឍប្រទេសរីឯការប្រើប្រាស់សេវាព័ត៌មានទីផ្សារកសិកម្មគឺជាយន្ដការជំរុញកំណើនសេដ្ឋកិច្ចជនបទ។
                        ការិយាល័យទីផ្សារកសិកម្មនៃនាយកដ្ឋានផែនការនិងស្ថិតិនៃក្រសួងកសិកម្ម រុក្ខាប្រមាញ់ និងនេសាទ
                        បាននិងកំពុងប្រមូលព័ត៌មានអំពីតម្លៃ និងបរិមាណកសិផល ប្រាក់ឈ្នួលពលកម្ម
                        និងផ្សព្វផ្សាយព័ត៌មានទាំងនោះជាសាធារណៈក្នុងគោលបំណងអភិវឌ្ឍសេវាព័ត៌មានទីផ្សារកសិកម្ម
                        សំដៅធ្វើឲ្យកសិករ អ្នកពាក់ព័ន្ធនានា និងរដ្ឋាភិបាលទទួលបានព័ត៌មាន ត្រឹមត្រូវ
                        និងទាន់ពេលវេលាដើម្បីរួមចំណែកធ្វើឲ្យប្រសើរឡើងនូវប្រាក់ចំណូលរបស់កសិករ
                        ធ្វើការសម្រេចចិត្តនិងអន្តរាគមន៌ប្រកបដោយប្រសិទ្ធភាពលើការងារសន្តិសុខស្បៀង។
                        លើសពីនេះទៀតប្រព័ន្ឋព័ត៌មានទីផ្សារកសិកម្មអាចជួយឱ្យកសិករ អាចរៀបចំផែនការដាំដុះ និងប្រមូលផលចំពេលវេលា
                        និងអាចជួយឱ្យពួកគាត់ងាយស្រួលសម្រេចចិត្ដយកផលិតផលទៅលក់នៅទីផ្សារណាមួយច្បាស់លាស់
                        និងស្ដុកទុកផលិតផលឬកែច្នៃផលិតផលដើម្បីលក់បានថ្លៃប្រសើរជាង
                        និងងាយស្រួលធ្វើការចរចារថ្លៃជាមួយឈ្មួញលើទីផ្សារ។</p>
                    <p>គោលបំណងរបស់សេវាព័ត៌មានទីផ្សារកសិកម្ម គឺដើម្បីពង្រឹងសមត្ថភាពរបស់ស្ថាប័នដែលពាក់ព័ន្ធទាំងអស់
                        ក្នុងវិស័យកសិកម្ម ដើម្បីទទួលយក ប្រមូលផ្តុំ វិភាគ និងប្រើប្រាស់ព័ត៌មាន
                        ដើម្បីឆ្លើយតបបានកាន់តែប្រសើរទៅនឹងតម្រូវការទីផ្សារ។</p>
                    <p>ការិយាល័យទីផ្សារកសិកម្ម មានគោលបំណងបង្កើតនូវសេវាព័ត៌មានកសិកម្មមួយ ដែលផ្តល់ព័ត៌មានទីផ្សារ
                        និងសេចក្តីសន្និដ្ឋានត្រឹមត្រូវ ទាន់ពេល និងជាប់ជាប្រចាំ ទៅដល់ស្ថាប័នដែលពាក់ព័ន្ធទាំងអស់។
                        ការងារនេះ សំដៅជួយដល់ស្ថាប័នដែលពាក់ព័ន្ធ មានលទ្ធភាពទាញយកផលចំណេញបានច្រើនជាងមុន
                        ពីអាជីវកម្មដែលពួកគាត់ពាក់ព័ន្ធ និងដើម្បីរួមចំណែកដល់ការអភិវឌ្ឍន៌សេដ្ឋកិច្ច
                        និងចូលរួមកាត់បន្ថយភាពក្រីក្រ។</p>
                    <hr>
                    <h3>គោលបំណងនៃសេវាព័ត៌មានទីផ្សារកសិកម្ម</h3>
                    <ul>
                        <li>បង្កើនប្រសិទ្ធភាពក្នុងការទទួលបាននូវព័ត៌មានទីផ្សារកសិកម្មសម្រាប់កសិករ ពាណិជ្ជករ
                            និងស្ថាប័នពាក់ព័ន្ធផ្សេងៗទៀតនៅក្នុងសង្វាក់ទីផ្សារកសិកម្ម
                            ដើម្បីជួយពួកគាត់អោយលក់បានក្នុងតម្លៃសមរម្យ និងបង្កើតបណ្តាញទំនាក់ទំនងទីផ្សារកសិកម្ម
                            ដើម្បីជាប្រយោជន៌ដល់ពួកគាត់។
                        </li>
                        <li>ធ្វើឲ្យកសិករមានជម្រើសកាន់តែច្រើនឡើង ក្នុងការធ្វើទីផ្សារផលិតផលរបស់ពួកគាត់
                            ជាមួយនឹងការចរចាតម្លៃ បានប្រសើរជាងមុននៅក្នុងសង្វាក់ទីផ្សារកសិកម្ម។
                        </li>
                        <li>ធ្វើឲ្យកសិករ និងពាណិជ្ជករមានសមត្ថភាពកាន់តែច្រើនជាងមុន ក្នុងបច្ចេកទេសមុន និងក្រោយប្រមូលផល
                            ជាពិសេសការធ្វើចំណាត់ថ្នាក់ផលិតផល ការវេចខ្ចប់ ការរក្សាទុក និងបច្ចេកទេសក្នុងការដឹកជញ្ជូន
                            ដើម្បីធ្វើឲ្យផលិតផលរបស់ពួកគាត់ទទួលបានតម្លៃកាន់តែប្រសើរឡើង។
                        </li>
                        <li>កសាង និងពង្រឹងសមត្ថភាពបច្ចេកទេស របស់មន្ត្រីដែលបំរើការងារពាក់ព័ន្ធនឹងទីផ្សារកសិកម្ម
                            នៅតាមរាជធានី-ខេត្ត។
                        </li>
                    </ul>
                    <p>សេវាព័ត៌មានទីផ្សារកសិកម្មមាន ២ ផ្នែកសំខាន់ៗ៖ ផ្នែកព័ត៌មានទីផ្សារកសិកម្ម និង
                        ផ្នែកអភិវឌ្ឍន៍ទីផ្សារកសិកម្ម។</p>
                    <hr>
                    <h3>ព័ត៌មានទីផ្សារកសិកម្ម៖</h3>
                    <p>មន្រ្តីទីផ្សារកសិកម្មនៅទីក្រុងភ្នំពេញ និងនៅតាមរាជធានី-ខេត្តចំនួន ២៥ ផ្សេងទៀត
                        ប្រមូលព័ត៌មានតម្លៃលក់ដុំនៃកសិផលចំនួន២៥៦ប្រភេទ និងចំនួន ៣ដង ក្នុង១សប្តាហ៍ (ច័ន្ទ ពុធ និងសុក្រ)
                        និងព័ត៌មានតម្លៃលក់រាយ ចំនួន១ដង ក្នុង១សប្តាហ៍ពីផ្សារចំនួន ៣០ធំៗ និងចំនុចប្រមូលផ្សេងៗទៀត
                        នៅក្នុងរាជធានី-ខេត្តគោលដៅចំនួន ២៥ ។ ព័ត៌មានតម្លៃនេះត្រូវបានផ្សាយជាប្រចាំថ្ងៃ
                        តាមរយៈស្ថានីយ៍វិទ្យុ FM និង AM តាមតំបន់ តាមរយៈគេហទំព័រ (www.amis.org.kh)
                        ព្រឹត្តិប័ត្រព័ត៌មានតម្លៃកសិផល តាមរយៈសារជាអក្សរតាមទូរស័ព្ទ និងកម្មវិធីលើស្មាតហ្វូន
                        (CAMAgriMarket)។ របាយការណ៍ដែលមានសេចក្តីពិស្តារ អំពីព័ត៌មានតម្លៃត្រូវបានបង្កើតឡើង និងចែកជូន
                        ទៅតាមក្រសួងផ្សេងៗ ព្រមទាំងស្ថាប័នពាក់ព័ន្ធដើម្បីជួយដល់ការធ្វើគម្រោង វិនិយោគទុន
                        និងការបង្កើតគោលនយោបាយ។</p>
                    <p>នៅឆ្នាំ ២០០៩ ផ្នែកព័ត៌មានទីផ្សារត្រូវបានពង្រីកបន្ថែមទៀតដោយការណែនាំនូវប្រព័ន្ធព័ត៌មានទីផ្សារ
                        ដែលផ្អែកលើសារជាអក្សរតាមទូរស័ព្ទ។ ប្រព័ន្ធសារជាអក្សរតាមទូរស័ព្ទនេះ អាចជួយដល់ផលិតករ
                        និងពាណិជ្ជករកសិកម្ម ដោយផ្តល់ឲ្យពួកគាត់ នូវការប្រើប្រាស់ព័ត៌មានតម្លៃទីផ្សារ ដែលចាំបាច់
                        សម្រាប់ជំរុញការលក់ផលិតផលរបស់ពួកគាត់។</p>
                    <p>ដើម្បីជួយជំរុញ និងសម្របម្រួលការធ្វើទីផ្សារកសិផល
                        ការិយាល័យទីផ្សារកសិកម្មបានបង្កើតកម្មវិធីទីផ្សារអនឡាញលើទូរស័ព្ទដៃ ដែលជួយឲ្យកសិករ អាជីវករ
                        និងពាក់ព័ន្ធកាន់តែងាយស្រួលក្នុងក្នុងការទាក់ទងទិញ-លក់ផលិតផលកសិកម្ម។ តារយៈកម្មវិធិទីផ្សារអនឡាញ
                        កសិករអាចដាក់ព័ត៌មានលក់ផលិតផល និងអ្នកលក់អាចប្រកាសរកផលិតផលដែលខ្លួនចង់បាន។ កម្មវិធីនេះឈ្មោះ
                        CAMAgriMarket អាចទាញរកមកប្រើប្រាស់ដោយអត់គិតថ្លៃ។ </p>
                    <hr>
                    <h3>ការអភិវឌ្ឍទីផ្សារកសិកម្ម៖</h3>
                    <p>នៅចុងឆ្នាំ ២០០៧ សេវាព័ត៌មានទីផ្សារកសិកម្ម ត្រូវបានពង្រីកបន្ថែម ដោយការណែនាំនូវ សាលាទីផ្សារកសិករ។
                        សាលានេះត្រូវបានបង្កើតឡើង ដើម្បីជួយដល់ផលិតករ បន្លែ ផ្លែឈើ ក្នុងការផលិត ការចាត់ចំណាត់ថ្នាក់
                        និងជំរុញការលក់ផលិតផលរបស់ពួកគាត់។ ការងារនេះត្រូវបានធ្វើឡើងដោយមានការពាក់ព័ន្ធ របស់ពាណិជ្ជករបន្លែ
                        ផ្លែឈើលក់ដុំ ដើម្បីផ្សារភា្ជប់ពួកគាត់ ទៅនឹងផលិតករ អោយប្រសើរឡើង
                        ដើម្បីប្រើប្រាស់ចំណេះដឹងផ្នែកទីផ្សាររបស់ពាណិជ្ជករឲ្យកាន់តែមានប្រយោជន៍។</p>
                    <p>មន្រ្តីការិយាល័យទីផ្សារកសិកម្ម នៅតាមខេត្ត ត្រូវបានបណ្តុះបណ្តាលជាគ្រូបង្គោល
                        ដើម្បីផ្តល់នូវវគ្គបណ្តុះបណ្តាលរបស់សាលាទីផ្សារកសិករ។ សាលានីមួយៗមានកសិករ ចំនួនពី ២២ ទៅ ២៦នាក់
                        ត្រូវបានបណ្តុះបណ្តាលអំពីបច្ចេកទេស មុន និងក្រោយប្រមូលផល ចំណាយថ្លៃដើម ផលិតកម្ម ការធ្វើចំណាត់ថ្នាក់
                        ការវេចខ្ចប់ ការរក្សាទុក និងការជំរុញការលក់។ វគ្គបណ្តុះបណ្តាលនេះមានរយៈពេល ៤ថ្ងៃ ដែលត្រូវប្រើពេលពី
                        ១ ទៅ ២ សប្តាហ៍ ចំណែកឯកសិករ
                        ដែលចូលរួមវគ្គបណ្តុះបណ្តាលនេះត្រូវបានជ្រើសរើសដោយក្រុមការងារការិយាល័យទីផ្សារកសិកម្ម។
                        វគ្គបណ្តុះបណ្តាលនេះក៏ត្រូវបានប្រើប្រាស់សម្រាប់អង្គការមិនមែនរដ្ឋាភិបាលផងដែរ។</p>
                </div>
                <div class="col-12 col-sm-12 col-md-3 col-lg-3">
                    <RelateNews
                        title="អត្ថប្រយោជន៍ និងរបៀបប្រើប្រព័ន្ធសារជាអក្សរ (SMS)"
                    />
                </div>
            </div>
        </div>
    </App>
</template>

<script setup>

import App from "@/Layouts/App.vue";
import IntroSection from "@/components/IntroSection.vue";
import BreadCrumb from "@/components/BreadCrumb.vue";
import RelateNews from "@/components/RelateNews.vue";
</script>

<style scoped>

</style>
